Revit 2027 API
ParameterTypeId.SpotElevIndEw Property
 "East / West Indicator"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotElevIndEw { get; }
Public Shared ReadOnly Property SpotElevIndEw As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotElevIndEw {
	ForgeTypeId^ get ();
}
static member SpotElevIndEw : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace